"French Developer" = "French Developer";
"French Developer - Numerical" = "French Developer - Numerical";
"French Developer - PC" = "French Developer - PC";
"French Developer - PC Numerical" = "French Developer - PC Numerical";
